IDEA Open Model
ResultOfMember2 Class
Compatible with IDEA StatiCa Beta 20.0
Note: This API is now obsolete.
 Result of the member
Inheritance Hierarchy
System.Object
 IdeaRS.OpenModel.Result.ResultOfMember2
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
[ObsoleteAttribute]
public class ResultOfMember2
<ObsoleteAttribute>
Public Class ResultOfMember2
The ResultOfMember2 type exposes the following members.
Constructors
Name | Description
ResultOfMember2()
 Constructor
ResultOfMember2(Member)
 Constructor
Top
Properties
Name | Description
Member
 Member
Results
 List of result
Top
See Also
Reference
IdeaRS.OpenModel.Result Namespace